Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/building_or_altering_a_home/protected_structures.html.txt.tmx
Source language: en
Languages: ga

source: • Obligations on owners and occupiers of protected structures
ga: • Cá háit a ndéanfaidh mé iarratas

source: A protected structure is a structure that a planning authority considers to be of special interest from an architectural, historical, archaeological, artistic, cultural, scientific, social or technical point of view
ga: Is ionann agus struchtúr atá faoi chosaint aon struchtúr a mheasann údarás pleanála a bheith ina ábhar sainspéise ó thaobh ailtireachta, staire, seandálaíochta, ealaíne, cultúir, eolaíochta, sóisialta nó teicneolaíochta de

source: If you are the owner or occupier of a protected structure, you are legally obliged to prevent it becoming endangered, whether through damage or neglect
ga: Más úinéir nó áititheoir struchtúir atá faoi chosaint thú, tá dualgas de réir an dlí ort gan é a éirí i mbaol trí dhochar nó fhaillí

source: This document describes the protection given to these structures under Part IV of the Planning and Development Act 2000
ga: Cuireann an doiciméid seo síos ar an chosaint atá tugtha do na struchtúir seo faoi Chuid IV den Acht um Pleanáil agus Forbairt 2000

source: A structure must be listed on the planning authority’s Record of Protected Structures (RPS) to qualify for protected status under the Act
ga: Ní mór don struchtúr bheith liostaithe ar Thaifead na Struchtúr atá faoi Chosaint (RPS) chun cáiliú ar stádas cosanta faoin Acht

source: Each planning authority is obliged to keep a RPS as part of its development plan
ga: Tá dualgas ar gach údarás RPS a choinneáil mar chuid dena bplean forbartha

source: The RPS must include every structure in the planning authority's area which it considers to be of special interest
ga: Ní mór don RPS gach struchtúr a mheasann údarás pleanála a bheith ina ábhar sainspéise atá ina limistéar feidhmiúcháin aige, a chur san áireamh

source: Inclusion of these structures in the RPS means that their importance is recognised, they are legally protected from harm and all future changes to the structure are controlled and managed through the development control process (for example, planning permission) or by issuing a declaration under Section 57 of the Planning and Development Act 2000
ga: Agus iad á gcur in áireamh RPS aithnítear tábhachtach na struchtúr seo, cosnaítear go dlíthiúil ó dhochar iad agus rialaítear agus bainistítear gach athrú don struchtúr sa todhchaí trí fhorbairt chóras rialacháin (mar shampla, cead pleanála) nó trí eisiúint dearbhaithe faoi Alt 57 den Acht um Pleanáil agus Forbairt 2000

source: If a structure is included in the RPS, the protection extends to the interior of the structure; to the land in its curtilage; and to any other structures on that land and their interiors
ga: Má tá struchtúr cuimsithe ar RPS, tá cosaint ar thaobh istigh an struchtúir don talún atá ina chúirtealáiste agus do struchtúr ar bith eile ar an talamh sin agus dona dtaobh istigh

source: Curtilage means the land and outbuildings immediately surrounding a structure which is (or was) used for the purposes of the structure
ga: Ciallaíonn cúirtealáiste talamh agus foirgnimh atá díreach timpeall ar struchtúr atá (nó a bhí) mar chuid den struchtúr é féin

source: This obligation also applies to all fixtures and features forming part of the interior and exterior of the protected structure or any structure on the grounds attached to it
ga: Baineann an dualgas seo le gach daingneán agus sainghné atá mar chuid de thaobh istigh agus taobh amuigh den struchtúr atá faoi chosaint nó struchtúr ar bith ar an talamh atá ceangailte leis

source: If there is an urgent need for repairs to a protected structure, a grant may be available under the Structures at Risk Fund (pdf)
ga: Is féidir cur isteach ar dheontas (pdf) le haghaidh obair phráinneach ar struchtúr atá faoi chosaint

source: The planning authority can add and delete structures from its RPS when reviewing its development plan or at any other time
ga: Is féidir leis an údarás pleanála struchtúir a chur lena RPS nó a bhaint óna RPS nuair a dhéanann sé athbhreithniú ar a bplean forbartha nó ag am ar bith eile

source: Three stages must be gone through before a structure can be added to the RPS:
ga: Tá trí chéim ann chun struchtúr a chur leis an RPS:

source: Identification of protected structures
ga: Chun struchtúir le cur faoi chosaint a aithint

source: A planning authority can use a number of different sources to help it to identify structures for protection
ga: Is féidir leis an údarás pleanála líon foinsí a úsáid chun cuidiú leis struchtúir a aithint le haghaidh cosanta

source: • A planning authority can carry out a survey of its area to determine if there are structures that should be added to the RPS
ga: • Is féidir le húdarás pleanála suirbhé a dhéanamh ar an limistéar feidhmiúcháin aige le fáil amach má tá struchtúir ann a chaithfear chur leis an RPS

source: • The National Inventory of Architectural Heritage (NIAH) compiles records of Ireland's architectural heritage
ga: • Tiomsaíonn Fardal Náisiúnta na hOidhreachta Ailtireachta (FNOA) taifid d’oidhreacht ailtireacht na hÉireann

source: It provides planning authorities with details of surveys of their area
ga: Soláthraíonn siad sonraí ar suirbhéanna ar a limistéar feidhmiúcháin do húdaráis áitiúla

source: NIAH surveys may be used by the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs to make recommendations on structures to be added to the RPS
ga: Is féidir leis an Aire Ealaíon, Oidhreachta agus Gaeltachta úsáid a bhaint as suirbhéanna de chuid FNOA chun moltaí a dhéanamh ar struchtúir le chur leis an RPS

source: It is up to the planning authority to decide if any of the structures recommended should be included in the RPS
ga: Is leis an údarás pleanála an cinneadh chun struchtúir mholta a chur leis an RPS

source: • The Minister can also make recommendations to a planning authority to include individual structures in the RPS
ga: • Is féidir leis an Aire Ealaíon, Oidhreachta, Gnóthaí Réigiúnacha, Tuaithe agus Gaeltachta moltaí a dhéanamh d’údarás áitiúil chun struchtúir aonair a chur leis an RPS

source: • Anyone can write to a planning authority to recommend a structure for protection, but the decision to include it in the RPS can only be made by the elected members of the planning authority
ga: • Is féidir le duine ar bith scríobh chuig údarás áitiúil chun struchtúr a mholadh le haghaidh cosanta ach is le baill thofa an údaráis áitiúil amháin an cinneadh chun iad a chur leis an RPS

source: Assessment of protected structures
ga: Chun struchtúir le cur faoi chosaint a mheas

source: A planning authority decides whether a structure should be included in the Record of Protected Structures (RPS) by identifying characteristics of special interest under the following headings: architectural, historical, archaeological, artistic, cultural, scientific, technical, and social
ga: Déanann údarás pleanála cinneadh chun struchtúr a chur le Thaifead Struchtúr atá faoi Chosaint (RPS) trí shaintréithe atá ina ábhar sainspéise a aithint faoi na ceannteidil a leanas: ailtireacht, staire, seandálaíochta ealaín, cultúir, eolaíocht, teicneolaíocht agus sóisialta

source: The assessment process should be impartial and objective
ga: Ba cheart go mbeadh an córas measúnachta neamhchlaonta agus réadach

source: Notification of addition to the Record of Protected Structures
ga: Chun breis ar Thaifead na Struchtúr atá faoi Chosaint a chur in iúl

source: If the planning authority decides to consider a structure for inclusion in the RPS, it must go through the process laid down in the 2000 Act
ga: Má chinneann an t-údarás áitiúil struchtúr le cur leis an RPS a mheas, ní mór dó próiseas a leanúint mar atá leagtha síos san Acht 2000

source: It must notify the owner and occupier that the structure is a ‘proposed protected structure’
ga: Ní mór dó cur in iúl don úinéir agus don áititheoir gur ‘struchtúr molta le cur faoi chosaint’ é an struchtúr

source: This means the structure has the same protection as a structure already on the RPS pending the final decision of the planning authority
ga: Ciallaíonn seo gurb ionann an cosaint atá ag an struchtúr agus atá ag struchtúr ar RPS cheana féin go dtí go ndéanfar cinneadh deireanach an údaráis áitiúil

source: The planning authority must also inform the Minister of the proposed addition, along with a number of bodies prescribed by the Planning and Development Regulations (pdf), including the Heritage Council, the Arts Council, Fáilte Ireland and An Taisce
ga: Ní mór don údarás áitiúil cur in iúl do líon comhlachtaí atá forordaithe ag na Rialacháin um Pleanáil agus Forbairt (pdf) faoin bhreis atá á moladh, ina n-airítear an t-Aire Ealaíon, Oidhreachta agus Gaeltachta, An Chomhairle Oidhreachta, An Chomhairle Ealaíona, Fáilte Ireland agus An Taisce

source: Details of proposed additions to the RPS must be displayed in public for at least 6 weeks (10 weeks if it is done during the making of a development plan), during which time anyone, including the owner or occupier of the structure, has the right to comment on the proposal to the planning authority
ga: Is gá sonraí ar na breiseanna don RPS atá á moladh a chur ar taispeáint ar feadh 6 seachtaine (10 seachtaine má tá sé molta le linn plean forbartha a dhéanamh), le linn an ama seo a bhfuil ceart ag duine ar bith, ina n-airítear úinéir nó áititheoir an struchtúir, a gcuid barúlacha ar an mholadh a léiriú don údarás pleanála

source: These comments will be taken into account before the authority’s elected members decide whether or not the structure should become a protected structure
ga: Cuirtear na barúlacha seo san áireamh sula gcinneann baill thofa an údaráis más ceart nó mura ceart don struchtúr bheith ina struchtúr faoi chosaint

source: The decision to list the structure in the RPS must be made within 12 weeks of the end of the display period
ga: Ní mór don cinneadh chun an struchtúr a liostáil sa RPS a dhéanamh laistigh de 2 seachtaine déag ó thréimhse dheireadh na taispeána

source: The planning authority must notify the owner and occupier of the structure of their decision within 2 weeks
ga: Ní mór don údarás pleanála a gcinneadh a chur in iúl d’úinéir agus d’áititheoir an struchtúir laistigh de 2 seachtaine

source: If a structure is to be deleted from the list, the same process must be followed
ga: Má tá struchtúr le baint on liosta, ní mór don próiseas céanna a líonadh

source: Details of the structure proposed for deletion must be displayed in public and any comments or objections from the public or the owner/occupier must be taken into account by the elected members of the planning authority when making their decision
ga: Ní mór do shonraí an struchtúir atá molta le haghaidh bainte a chur ar taispeáint go poiblí agus caithfear barúlacha nó agóidí ón phobal nó ón úinéir/áititheoir a chur san áireamh ag baill thofa an údaráis áitiúil agus iad ag teacht chun cinnidh

source: Owners or occupiers of protected structures are legally required to make sure that the structure does not become endangered through neglect, decay, damage or harm
ga: Tá dualgas de réir an dlí ag úinéirí nó áititheoirí na struchtúr atá faoi chosaint le cinntiú nach n-éiríonn an struchtúr i mbaol de bharr faillí, lobhadh, damáiste, nó dochar

source: Generally, if a structure is kept in habitable condition and regular maintenance is carried out (such as cleaning out gutters, repairing missing slates, repainting external timberwork) it should not become endangered
ga: Go ginearálta, má choinnítear struchtúr i gcruth ináitrithe agus má dhéantar gnáthchothabháil air (cosúil le glanadh na ngáitéar, deisiú sclátaí scaoilte, athphéinteáil adhmaid atá taobh amuigh), ní amhlaidh go n-éireoidh sé i mbaol

source: If a protected structure is endangered, the planning authority can serve a notice on the owner or occupier, requiring them to carry out any work that it considers necessary to protect the structure
ga: Má éiríonn struchtúr atá faoi chosaint i mbaol, is féidir leis an údarás pleanála fógra a sheirbheáil ar an úinéir nó áititheoir, ag éileamh orthu obair a chomhlíonadh a mheatar oiriúnach chun an struchtúr a chosaint

source: The work must be done within 8 weeks of the date of the notice
ga: Ní mór don obair bheith déanta laistigh d’ocht seachtaine de dháta an fhógra

source: The planning authority can also service a notice to require the ‘restoration of character’ of the protected structure
ga: Is féidir leis an údarás pleanála fógra a sheirbheáil a éilíonn ' athchóiriú saintréithe’ an struchtúir atá faoi chosaint

source: This could include removing, changing or replacing any parts of the structure specified in the notice
ga: Is féidir le baint, athrú, athchur cuid ar bith den struchtúr a léirítear san fhógra a chur san áireamh leis seo

source: Owners or occupiers can make written representations to the planning authority about the terms of the notice
ga: Tig le húinéirí nó áititheoirí uiríll a dhéanamh don údarás áitiúil faoi théarmaí an fhógra

source: They may request more time or financial help to comply with the notice
ga: Tig leo tuilleadh ama nó cúnamh airgeadais a iarraidh chun chomhlíonadh leis an fhógra

source: In many cases, they may be eligible for a conservation grant
ga: I gcuid mhór cásanna, is féidir go bhfuil siad i dteideal deontas caomhnaithe

source: The planning authority will take these representations into account when making their final decision
ga: Cuirfidh an t-údarás áitiúil na huiríll seo san áireamh agus iad ag déanamh a gcinnidh deireanaigh

source: Owners and occupiers can appeal against the notice to the District Court within 2 weeks of their last response from the planning authority, if they are still not satisfied
ga: Is féidir le húinéirí agus áititheoirí achomharc a chur isteach in aghaidh an fhógra don Chúirt Dúiche laistigh de 2 seachtaine óna fhreagra deireanach ón údarás pleanála, mura bhfuil siad sásta go fóill

source: If a notice to prevent a structure from becoming endangered has been ignored, the planning authority can take enforcement action
ga: Má rinneadh neamhairde d’fhógra le baol a sheachaint ar struchtúr, thig leis an údarás pleanála gníomh forfheidhmiúcháin a dhéanamh

source: in the case of endangerment or restoration of character notices, the planning authority can carry out the work itself and recover the costs of the work from the owner or the occupier
ga: I gcás fógraí i mbaol nó athchóiriú tréithe, is féidir leis an údarás pleanála an obair a dhéanamh é féin agus costais na hoibre a athshlánú ón úinéir nó áititheoir

source: In exceptional cases, the planning authority may buy the protected structure from the owner, either by compulsory purchase or by agreement
ga: I gcásanna eisceachtúla, is féidir leis an údarás pleanála an struchtúr atá faoi chosaint a cheannach ón úinéir, idir trí cheannach éigeantach nó trí chomhaontú

source: This would only be done if the planning authority considered it the only way to save a protected structure
ga: Ní dhéanfaí é seo ach dá mheasfadh an t-údarás pleanála gurbh é an t-aon dóigh amháin chun struchtúr atá faoi chosaint a shábháil

source: Under the Planning and Development Act 2000, there are penalties for owners or occupiers of protected structures who endanger the structure or who fail to carry out work that has been ordered by the planning authority
ga: De réir an Acht Pleanála agus Forbartha, gearrtar pionóis ar úinéirí nó áititheoirí struchtúr atá faoi chosaint a chuireann an struchtúr i mbaol nó a theipeann orthu an obair, atá orduithe ag an údarás pleanála, a dhéanamh

source: If they are found guilty, they could be liable for fines of up to €12.7 million and/or a term of imprisonment of up to 2 years
ga: Má tá siad ciontach, thig leo bheith faoi dhliteanas pionós suas go €12.7 milliún nó téarma príosúnachta suas go 2 bliana nó an dá rud acu araon

source: Planning permission is needed for work carried out on a protected structure that would materially affect its character. This means that many types of work, which in another building would be considered exempted development, may not be exempted where the building is a protected structure
ga: Tá cead pleanála riachtanach chun obair a dhéanamh ar struchtúr atá faoi chosaint a mbeadh éifeacht bunúsach ar a saintréith Ciallaíonn sé go bhfuil cuid mhór cineálacha oibre ann, ar a measfaí forbairt díolúnach i bhfoirgnimh eile, nach mbeadh díolúnach i gcás struchtúr atá faoi chosaint

source: Depending on the nature of the structure and the features of interest even work such as painting the interior or replacing windows could affect its character and require planning permission
ga: Is é ag brath ar nádúr an struchtúir agus ar sainghnéithe ar féidir le hobair, ar nós fiú péinteáil an taobh istigh nó athchur fuinneoga, chur isteach ar a charachtar agus cead pleanála a éileamh dá réir

source: If you are unsure about what works require planning permission for your particular building you can apply in writing to your planning authority for a declaration under Section 57 of the Planning and Development Act 2000 about the structure and its curtilage (or grounds attached)
ga: Mura bhfuil tú cinnte faoin obair lena bhfuil cead pleanála riachtanach ar d’fhoirgneamh féin tig leat iarratas scríofa a chur isteach chuig d’údarás pleanála ar dhearbhú faoi Alt 57 den Acht um Pleanáil agus Forbairt 2000 faoin struchtúr agus a chúirtealáiste (nó talamh atá ceangailte)

source: This declaration states what types of work can be carried out without affecting the character of the structure
ga: Luaitear sa dearbhú seo na cineálacha oibre ar féidir a dhéanamh gan chur isteach ar saintréithe an struchtúir

source: A declaration cannot exempt any works which would otherwise require planning permission
ga: Ní féidir le dearbhú oibreacha a dhíolúnú a mbeadh cead pleanála orthu sa ghnáthchás

source: A planning authority will issue this declaration within 12 weeks of receiving a request
ga: Eiseoidh údarás pleanála an dearbhú seo laistigh de 12 seachtaine ón uair a fhaigheann sé an t-iarratas

source: There is no fee for this service
ga: Ní ghearrtar táille don tseirbhís seo

source: You can take a case to An Bord Pleanála if you disagree with the declaration issued to you
ga: Tig leat cás a thabhairt do An Bord Pleanála mura n-aontaíonn tú leis an dearbhú a eisíodh duit

source: You must apply for planning permission in the usual way if more extensive work is planned
ga: Ní mór duit chur isteach ar chead pleanála sa ghnáth dhóigh má tá obair níos fairsinge pleanáilte

source: However, you will need to include more detail, such as drawings, photographs or any other material necessary to explain how the proposed alterations would affect the character of the structure
ga: Beidh ort, áfach, tuilleadh sonraí a chur isteach, ar nós líníochtaí, grianghraif, nó ábhar eile atá riachtanach le míniú ar an dóigh a gcuirfeadh na athruithe molta isteach ar charachtar an struchtúir

source: The newspaper and site notices for the planning application must state that the structure is a protected structure
ga: Ní mór d’fhógraí an nuachtáin agus láithreáin le haghaidh cead pleanála a léiriú gur struchtúr atá faoi chosaint é an struchtúr

source: You should check with your planning authority to find out what additional information they require when applying for planning permission on a protected structure
ga: Ba cheart duit seiceáil le d’údarás pleanála le fáil amach faoin eolas sa bhreis atá riachtanach agus tú ag cur isteach ar chead pleanála ar struchtúr atá faoi chosaint

source: If the planning authority has refused planning permission, you can appeal this decision to An Bord Pleanála
ga: Má dhiúltaíonn an t-údarás pleanála cead pleanála, is féidir leat achomharc a chur isteach ar an chinneadh seo chuig An Bord Pleanála

source: The Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs has a number of useful publications in this area
ga: Tá an iomad foilsiúchán ag an Roinn Ealaíon, Oidhreachta, Gnóthaí Réigiúnacha, Tuaithe agus Gaeltachta mar gheall ar an ábhar seo

source: • A series of practical advice leaflets on topics such as energy efficiency in traditional buildings (pdf) and repairing historic windows (pdf)
ga: • Sraith bileog le comhairle phraiticiúil ar ábhair cosúil le héifeachtúlacht fuinnimh i bhfoirgintí traidisiúnta (pdf)

source: • A series of guidelines on Architectural Heritage Protection
ga: • Sraith treoirlínte faoi Cosaint Oidhreachta Ailtireachta

source: These are statutory guidelines to which planning authorities must have regard in their work but they will also be of assistance to owners of protected structures, their advisers and everyone with an interest in architectural heritage
ga: Is treoirlínte reachtúla iad seo nach mór do na húdaráis phleanála aird a thabhairt orthu ina gcuid oibre ach chomh maith leis sin beidh siad ina gcuidiú le húinéirí struchtúr atá faoi chosaint, lena gcomhairleoirí agus le duine ar bith a bhfuil suim aige san oidhreacht ailtireachta

source: • A series of detailed conservation guidelines to help architects, builders and owners to understand the guiding principles of conservation and restoration
ga: • Sraith treoirlínte faoi chursaí caomhantais, chun cabhrú le hailtirí, tógálaithe agus úinéirí treoirphrionnsabail an chaomhantais agus an athchóirithe a thuiscint

source: Copies of these publications can be purchased from the Government Publications Sales Office or downloaded free from the Department’s website
ga: Is féidir cóipeanna a cheannach ón Oifig Dhíolta Foilseacháin Rialtais nó iad a íoslódáil saor in aisce ó shuíomh ghréasáin na Roinne

source: If you want to recommend a structure for protected status or if you have any questions relating to your protected structure, you should write to your planning authority Conservation Officer or the planning department of your local authority
ga: Má theastaíonn uait struchtúr a mholadh le haghaidh stádais chosanta nó má tá ceist ar bith agat a bhaineann le do struchtúr atá faoi chosaint, ní mór duit scríobh chuig Oifigeach Caomhantais d’údaráis phleanála nó chuig roinn pleanála d’údaráis áitiúil
